export const DataPoses = [
    {
    title: 'Миссионерская поза',
    variantPoses: [
    {
        name: 'Классическая',
        description: 'Вряд ли нужно объяснять, но тем не менее. Женщина лежит на спине с разведёнными в стороны ногами, мужчина сверху.Для мужчины — контроль над всем процессом, включая глубину проникновения и частоту фрикций. Для женщин — возможность расслабиться, доверив основную работу партнёру. Для обоих — максимальная близость, зрительный контакт и в целом комфортное положение тел.Положите подушку под таз партнёрши. Изменится угол проникновения и появится немного разнообразия.',
        img: '/poses/mess_classic.webp',
    },
    {
        name: 'Вариация 1. Половое равнение',
        description: 'Всё начинается с классической миссионерской позиции, затем женщина сводит ноги, максимально прижимая их к ногам партнёра. В результате основание пениса должно оказаться на головке клитора. Совершая скользящие движения вверх-вниз, мужчина дополнительно стимулирует эту зону. Женщина тоже может двигаться, чтобы усилить стимуляцию.Подходит для женщин, которым тяжело достичь оргазма. За счёт сильной клиторальной стимуляции проблема легко решается. Мужчина не получает достаточно глубокого проникновения, но это компенсируется трением.',
        img: '/poses/mess_pos_var.webp'
    },
    {
        name: 'Вариация 2. Ноги вверх',
        description: 'Женщина разводит ноги и поднимает их вверх. Модификаций позы множество: ноги обхватывают туловище партнёра, находятся на его плечах или прижаты к плечам самой женщины. Вариант для любителей сильной фиксации — связать ноги и руки партнёрши.Глубокое проникновение и стимуляция точки G.Требует гибкости от женщины и осторожности от мужчины, особенно если в ход идут верёвки.Если женщина свесит голову с постели, приток крови к мозгу увеличится и оргазм может стать ярче.',
        img: '/poses/mess_nog_up.webp'
    },
    ]
  },
  {
    title: 'Догги-стайл',
    variantPoses: [
    {
        name: 'Классическая',
        description: 'Женщина становится на четвереньки. Мужчина, стоя на коленях, проникает в неё сзади.Ещё больше доминирования для мужчин. Для женщин — возможность получения ручной стимуляции клитора. Дополнительное преимущество: подходит для анального секса.Вновь подушка, которая, помимо прочего, поможет женщине занять более комфортное положение.',
        img: '/poses/doggy_classic.webp'
    },
    {
        name: 'Вариация 1. Догги-стайл стоя',
        description: 'Мужчина стоит на полу, женщина лежит на кровати или другой поверхности.Более комфортное положение для женщины и возможность для обоих устроить секс-тест местам, помимо спальни.Положение стоя может быть не очень комфортным для мужчины.',
        img: '/poses/doggy_standup.webp'
    },
    {
        name: 'Вариация 2. Догги-лайт',
        description: 'Мужчина стоит на полу у края кровати, женщина на четвереньках. После проникновения женщина поднимается и остаётся стоять только на коленях. Мужчина поддерживает её рукой за туловище.Этот вариант догги-стайл предполагает больше телесного контакта, а также оставляет возможность для взглядов и поцелуев. В общем, делает традиционную позу более интимной и нежной.',
        img: '/poses/doggy_light.webp'
    },
    {
        name: 'Вариация 3. Ленивый догги-стайл',
        description: 'Женщина лежит на животе, мужчина сверху. Получается что-то между догги и миссионерской позой.Комфортное положение для обоих партнёров.сли мужчина будет ласкать рукой клитор партнёрши, её оргазм почти гарантирован.',
        img: '/poses/doggy_leniv.webp'
    },
    ]
  },
  {
    title: 'Наездница',
    variantPoses: [
    {
        name: 'Классическая',
        description: 'Мужчина лежит на спине, женщина сверху.Для женщины — тотальный контроль, в том числе и за клиторальной стимуляцией (за счёт трения клитора о лобок партнёра). Для мужчины — возможность наконец-то отдохнуть и насладиться прекрасным видом.',
        img: '/poses/naezd_classic.webp'
    },
    {
        name: 'Вариация 1. Обратная наездница',
        description: 'Женщина садится спиной к лицу партнёра. Мужчина приподнимается на локти или ложится повыше на подушку. Это позволяет женщине наклониться и опереться или облокотиться о постель.Классическая позиция обратной наездницы, когда женщина просто находится спиной к партнёру, может вызывать дискомфорт у обоих. В этой вариации партнёрша имеет больше точек опоры, ей легче двигаться. То есть секс становится более динамичным.',
        img: '/poses/naezd_turn.webp'
    },
    {
        name: 'Вариация 2. Наездница на спине',
        description: 'Женщина лежит спиной к мужчине, опираясь руками и ногами о кровать.Поза подходит для анального секса. К тому же в таком положении женщина полностью контролирует ситуацию.Требует от женщины силы и ловкости.',
        img: '/poses/naezd_on.webp'
    },
    ]
  },
  {
    title: '69',
    variantPoses: [
    {
        name: 'Классическая',
        description: 'Один из партнёров лежит на спине, другой ложится сверху лицом к гениталиям.Одновременные оральные ласки и — как логичное продолжение — одновременный оргазм.Может не подойти партнёрам разного роста или тем, кто не приемлет многозадачности в сексе.',
        img: '/poses/69_classic.webp'
    },
    {
        name: 'Вариация 1. 69 на боку',
        description: 'Мужчина и женщина делают всё то же, что при классической позе 69, но лежат на боку.Более комфортное положение для партнёра, который в обычной ситуации оказывается сверху.',
        img: '/poses/69_onbock.webp'
    },
    
    ]
  },
]