

export const positions = [
    {
      id: 'top',
      name: 'Миссионерская поза',
      description: 'Классическая поза, при которой партнер лежит сверху лицом к партнерше. Подходит для близкого контакта и романтического настроения. Вариация: можно подложить подушку под бедра партнерши для изменения угла.',
      angle: 315, // угол, при котором бутылка указывает на верхний квадрат
      image: 'messia.webp'  // пример пути к изображению позы (замените на реальное при необходимости)
    },
    {
      id: 'right',
      name: 'Поза наездницы',
      description: 'Партнер лежит на спине, партнерша сидит верхом на партнере, контролируя темп и глубину. Эта поза дает женщине больше контроля. Рекомендация: поддерживать контакт взглядом для большей близости.',
      angle: 45,   // угол для правого квадрата
      image: 'naezd.webp'
    },
    {
      id: 'bottom',
      name: 'Догги-стайл',
      description: 'Партнерша стоит на четвереньках, партнер находится сзади. Глубокое проникновение и острые ощущения. Вариация: партнерша может опереться на локти или грудью на поверхность для изменения ощущений.',
      angle: 135,  // угол для нижнего квадрата
      image: 'doggy.webp'
    },
    {
      id: 'left',
      name: 'Поза 69',
      description: 'Оба партнера располагаются противоположно друг другу, одновременно доставляя друг другу оральное удовольствие. Интимная поза, требующая доверия и комфортного расположения. Совет: выберите удобную поверхность и темп по взаимному согласию.',
      angle: 225, // угол для левого квадрата
      image: '69.webp'
    }
  ];